{"techniques.analogietechnik.name":"Analogietechnik","techniques.analogietechnik.intro":"Bei der Analogietechnik geht es darum, charakteristische Merkmale aus der Problemstellung zu identifizieren und sich Objekte, Situationen, Orte etc. zu überlegen, die in diesen Merkmalen ähnlich sind. Diese Objekte werden dann als mentale Stimuli genutzt, um Lösungsideen für die ursprüngliche Problemstellung zu finden.","techniques.analogietechnik.exampletext":"Eine Firma sucht nach Ideen, wie sie die Motivation ihrer Mitarbeiter steigern kann. Zu Beginn der Kreativitätssitzung nach der Analogietechnik wird sie aufgefordert, sich einen Ort zu überlegen, der in einem bestimmten Merkmal eine Ähnlichkeit zur Problemstellung hat, ansonsten aber nichts direkt damit zu tun hat. Den Teilnehmern fällt dazu z.B. ein Fitnesscenter ein, weil es dort auch darum geht, etwas zu steigern (nämlich die Fitness). Daraus leiten sie als erste Ideen ab, durch eine vergünstigte Fitnesscenter-Mitgliedschaft oder durch einen Fitnesswettbewerb die Motivation der Mitarbeiter zu steigern.","techniques.anonymesbrainstorming.name":"Brainwriting","techniques.anonymesbrainstorming.intro":"Brainwriting ist eine Kreativitätstechnik, die zu den Brainstormingmethoden gehört. Die Teilnehmer können ihre Ideen anonym äußern. Keine Idee kann seinem Verfasser zugeordnet werden. Dadurch werden subjektive Kritik, Gruppenzwang und die Anpassung an die Vorschläge des (möglicherweise autoritären) Chefs vermieden. Bei Brainwriting schreibt jeder Teilnehmer, was er \"wirklich\" denkt. Introvertierte und ruhige Teilnehmer können auf diese Weise stärker miteinbezogen werden. Brainwriting kann auch zur Problemanalyse und Problemklärung im Team verwendet werden.","techniques.attributlisten.name":"Attribute Listing","techniques.attributlisten.intro":"Attribute Listing ist eine Kreativitätstechnik zur Lösungsfindung. Die Teilnehmer erstellen eine Liste der Attribute einer Lösung (List of Attributes): Zu einer möglichen Lösung finden sie Attribute und generieren dann alternative Ausprägungen für diese Attribute. Im Anschluss wird versucht, durch Kombination der Attributausprägungen neue Ideen zu bilden. Wenn die Lösung z.B. ein Tisch sein soll, sind die Attribute z.B. die Tischhöhe, Material und Anzahl der Tischbeine. Angenommen die aktuelle Lösung ist 1m hoch, aus Holz und hat 4 Tischbeine, so könnte eine neue Lösung nur 50cm hoch und aus Holz sein sowie auf 3 Tischbeinen stehen. Die Problemlösungsmethode Attribute Listing ähnelt von der Prozessstruktur dem Morphologischen Kasten.","techniques.battellemethode.name":"Battelle-Methode","techniques.battellemethode.intro":"Die Battelle-Methode ist eine mehrstufige Bewertungsmethode, die auf die effiziente Bewertung einer großen Anzahl von Ideen ausgelegt ist. Grundidee ist es, zunächst sehr einfache Bewertungsverfahren zu haben, bei denen schnell eine große Anzahl an Ideen ausgefiltert wird, und erst später eine detailliertere (und damit zeitaufwändige) Evaluierung vorgenommen werden muss. Zunächst sollen die Teilnehmer K.O.- Kriterien definieren, und für jede zu bewertende Idee entscheiden, ob sie die Kriterien erfüllt. Im zweiten Schritt werden weitere Kriterien geprüft, die wieder mit ja\/nein beantwortet werden können, die aber keine K.O.-Kriterien darstellen. Ideen, die eine von der Gruppe zu definierende Schwelle an positiven Bewertungen erreichen, werden in einer dritten Stufe bewertet. Dort werden Kriterien auf einer feineren Skala bewertet.","techniques.bionik.name":"Bionik","techniques.bionik.intro":"Bei der Bionik-Kreativitätstechnik geht es darum, durch Betrachten von Analogien aus der Natur auf neue Lösungsideen zu kommen. Dazu werden zunächst Analogien zur Problemstellung aus der Natur gesucht. Jede Analogie wird dann daraufhin untersucht, wie die Problemlösung bzw. Teile davon durch die Natur gelöst werden. Im Schlussschritt der Bionik-Technik wird dann versucht, die Lösungsprinzipien aus der Natur auf das Ausgangsproblem zu übertragen.","techniques.brainsketching.name":"Brainsketching","techniques.brainsketching.intro":"Bei der Kreativitätstechnik Brain-Sketching dürfen die Teilnehmer ihre Ideen für ein gegebenes Problem ausschließlich in Form von Skizzen ausdrücken. Die Ideen werden dann wie bei der Methode 635 nach einer bestimmten Zeit zwischen den separat arbeitenden Teilnehmern weitergereicht.","techniques.brainstorming.name":"Brainstorming","techniques.brainstorming.intro":"Brainstorming ist die bekannteste aller Kreativitätstechniken und wird oft synonym für alle Kreativitätstechniken verwendet, weshalb man auch von Brainstorming-Methoden spricht. Die Brainstorming-Methode wird zur Ideensammlung in Gruppen eingesetzt. Mehrere Teilnehmer brainstormen ihre Ideen, die ihnen zu einem Thema einfallen. Dabei stimulieren sie sich bei der Ideenfindung gegenseitig, wenn ein Teilnehmer einen Gedanken äußert, den ein anderer Teilnehmer noch nicht bedacht hatte. Im Gegensatz zu analogen Brainstorming-Sessions vermeidet IdeaClouds als digitales Brainstorming Tool das sogenannte Production Blocking. Mit Production Blocking bezeichnet die Psychologie ein Phänomen, das oft in der Zusammenarbeit in Teams auftritt: Die Teilnehmer hemmen sich durch ihre verbalen Äußerungen gegenseitig, da immer nur ein Teilnehmer gleichzeitig sprechen kann und die anderen mit ihren Ideen warten müssen, bis sie an der Reihe sind. In diesen Wartezeiten gehen Ideen verloren und die Kreativität der Teilnehmer wird ausgebremst. Mit IdeaClouds ist das Brainstorming im Team um 30% produktiver, da alle Ideen gleichzeitig und schriftlich geäußert werden können. Für das analoge wie auch für das digitale Brain-Storming gelten vier Grundregeln für alle Teilnehmer:","techniques.brainstorming.step1":"Kritik ist nicht erlaubt.","techniques.brainstorming.step2":"Wilde und unübliche Lösungen sind ausdrücklich erwünscht.","techniques.brainstorming.step3":"Das Verbessern von bereits geäußerten Ideen ist ausdrücklich erwünscht.","techniques.brainstorming.step4":"Es sollen möglichst viele Ideen generiert werden (Quantität vor Qualität).","techniques.buglisting.name":"Buglisting","techniques.buglisting.intro":"Das Buglisting ist eine Kreativitätstechnik, die dabei hilft, interessante oder vielversprechende Problemstellungen zu identifizieren. Dazu sammeln die Teilnehmer zunächst allgemein oder auf einen bestimmten Kontext begrenzt Situationen oder Dinge, die sie stören oder die sie als unbefriedigend gelöst empfinden. Aus den Ergebnissen lassen sich dann konkrete Problemstellungen ableiten, die dann mit anderen Kreativitätstechniken bearbeitet werden können.","techniques.bulletproofing.name":"Bulletproofing","techniques.bulletproofing.intro":"Mit dieser Kreativitätstechnik versucht man, Schwachstellen von Ideen aufzudecken, indem man für jede zu bewertende Idee zunächst überlegt, was bei der Implementierung der Idee schiefgehen könnte und dann versucht, die Folgen dieser Probleme abzuschätzen.","techniques.burgtechnik.name":"Burg-Technik","techniques.burgtechnik.intro":"Bei der Burg-Technik werden Ideen nach folgendem Prozess bewertet: innerhalb eines gewissen Zeitlimits (i.d.R. maximal eine Stunde) werden zuvor generierte Ideen hinsichtlich drei Kriterien bewertet: Effektivität (in wie weit würde die Idee die gesetzten Ziele erfüllen?), Praktikabilität (in wie weit kann die Idee mit den gegebenen Ressourcen umgesetzt werden?) und Originalität (in wie weit handelt es sich um eine überraschende elegante Lösung?). Jeder Teilnehmer kann für jede Kombination aus Kriterium und Idee mit ja oder nein stimmen. Am Ende können die Teilnehmer noch versuchen, aus den Ideen, die die meisten Ja-Stimmen aufeinander vereinigt haben, eine Syntheselösung zu kombinieren.","techniques.catwoe.name":"CATWOE","techniques.catwoe.intro":"Die CATWOE-Technik ist eine checklistenbasierte Kreativitätsmethoden, die dabei helfen kann eine Problemstellung im betrieblichen Umfeld zu präzisieren oder allgemein ein Problem besser zu fassen. Es wird daher empfohlen, die Technik an den Anfang eines Kreativitätsprozesses zu stellen, damit anschließende Prozessschritte von einer genauer formulierten Problemstellung profitieren können. Wenn im betrieblichen Umfeld ein Problem aufgetreten ist, sollen die Teilnehmer folgende Punkte zunächst diskutieren, bevor sie versuchen, das Problem zu lösen:","techniques.catwoe.step1":"Customers: Wer sind unsere Kunden, und in wie weit sind sie vom Problem betroffen?","techniques.catwoe.step2":"Actors: Wer ist in das Problem involviert? Wer kann bei einer Lösung helfen?","techniques.catwoe.step3":"Transformation Process: Welche Prozesse oder Systeme sind vom Problem betroffen?","techniques.catwoe.step4":"World View: Wie steht das Problem in einem größeren Zusammenhang? Welche Konsequenzen sind zu befürchten?","techniques.catwoe.step5":"Owner: Wer ist der Eigentümer des Bereichs, in dem das Problem aufgetreten ist? Welche Rolle wird er bei der Lösung einnehmen?","techniques.catwoe.step6":"Environmental Constraints: Welche Nebenbedingungen und Beschränkungen beeinflussen eine Lösung und den Erfolg?","techniques.clustering.name":"Clustering","techniques.clustering.intro":"Clustering ist eine klassische Kreativitätstechnik. Beim Clustering (Gruppenzuordnung) wird zunächst ein Schlüsselbegriff für die Ideenfindung identifiziert. Anschließend werden in einem Brainstorming Assoziationen zu diesem Schlüsselbegriff gefunden und diesem zugeordnet. Die gefundenen Assoziationen dienen in Folge selbst als Schlüsselbegriffe für weitere Assoziationen. Auf dem Whiteboard entsteht dadurch eine Anordnung von ähnlichen Ideen in sogenannten Clustern (Gruppen). Die Clustering-Kreativitätstechnik wird zur Ideenfindung eingesetzt, z.B. für kreatives Schreiben.","techniques.collectivenotebook.name":"Collective Notebook","techniques.collectivenotebook.intro":"Collective Notebook (Kollektives Notizbuch) ist eine Kreativitätstechnik, bei der die Teilnehmer zunächst unabhängig voneinander Ideen zu einem gegebenen Problem generieren und diese Ideen auf einem eigenen Whiteboard festhalten. Danach werden die Ideen aller Teilnehmer auf einem neuen Whiteboard zusammengelegt und in einer Gruppensitzung gemeinsam weiterentwickelt. Diese Kreativitätstechnik eignet sich auch zur Vorbereitung eines Meetings.","techniques.disneytechnik.name":"Walt-Disney-Methode","techniques.disneytechnik.intro":"Die Walt-Disney-Methode oder auch Walt-Disney-Strategie ist eine Kreativitätstechnik zur Ideenbewertung. Ideen werden aus drei verschiedenen Blickwinkeln bewertet. Die Teilnehmer nehmen dabei jede Position einmal ein. Die Positionen der Disney-Methode sind:","techniques.disneytechnik.step1":"Träumer: Der Träumer ist positiv eingestellt, visionär und enthusiastisch.","techniques.disneytechnik.step2":"Realist: Der Realist ist pragmatisch orientiert und denkt vor allem an konkrete Schritte zur Umsetzung und an deren Folgen.","techniques.disneytechnik.step3":"Kritiker: Der Kritiker ist eher negativ eingestellt, grundsätzlich skeptisch und auf Sicherheit bedacht.","techniques.fivewsandh.name":"5 Ws","techniques.fivewsandh.intro":"Die Kreativitätstechnik 5Ws (oder auch 5-W-Fragen), die der 5-Why-Methode ähnlich ist, wird vor allem von Journalisten als Standard-Fragemethode verwendet. Ziel dieser Fragemethode ist es, die gegebene Problemstellung präziser verstehen zu lernen und damit einen größeren Lösungsraum aufspannen zu können. Neben dem Aufdecken von Zusammenhängen im Lösungsraum führt die intensive Auseinandersetzung mit der Problemstellung auch zu einer erwünschten Präzisierung der Problemstellung. Die Teilnehmer sollen sich dabei nacheinander die bekannten W-Fragen im Bezug auf das zu lösende Problem stellen:","techniques.fivewsandh.step1":"Wer?","techniques.fivewsandh.step4":"Wo?","techniques.fivewsandh.step2":"Was?","techniques.fivewsandh.step5":"Warum?","techniques.fivewsandh.step3":"Wann?","techniques.fivewsandh.step6":"Wie?","techniques.fourfutures.name":"Four-Futures","techniques.fourfutures.intro":"Die Kreativitätstechnik Four-Futures gibt vier unterschiedliche Szenarien vor, die die gesellschaftliche und wirtschaftliche Entwicklung in der Zukunft beschreiben. Die Ideen werden daraufhin im Hinblick auf diese Szenarien bewertet.","techniques.freiesassoziieren.name":"Freie Assoziation","techniques.freiesassoziieren.intro":"Die freie Assoziation (oder auch Free Association) ist eine Kreativitätstechnik zur Ideenfindung. Zunächst werden ein Wort oder ein beliebiges Symbol, das mit dem Problem im Zusammenhang steht, notiert. Im Anschluss werden alle Assoziationen, die den Teilnehmern zu dem Wort bzw. Symbol einfallen, niedergeschrieben. Dabei spielt es überhaupt keine Rolle, ob die Assoziationen mit dem Problem im Zusammenhang stehen. Erst danach werden diejenigen Assoziationen ausgesucht, die für eine Lösung des Problems nützlich sein könnten, und auf deren Basis wird dann versucht, Ideen für das Problem zu generieren.","techniques.gapanalyse.name":"Gap-Analyse","techniques.gapanalyse.intro":"Bei der Gap-Analyse werden im ersten Schritt schon bekannte Lösungsideen für das Problem gesucht. Danach wird für jede Idee überlegt, welche Lücken zwischen der Idee und einer optimalen Lösung existieren. Am Schluss wird darüber nachgedacht, wie diese Lücken konkret gefüllt werden können.","techniques.generischebewertungstechnik.name":"Generische Bewertungstechnik","techniques.generischebewertungstechnik.intro":"Die generische Bewertungstechnik ist eine Spezialität von IdeaClouds: Die Teilnehmer legen zunächst eigene Kriterien zur Bewertung Ihrer Ideen fest. Anschließend bewerten Sie Ihre Ideen anhand dieser Bewertungskriterien.","techniques.grenzenuntersuchung.name":"Grenzenuntersuchung","techniques.grenzenuntersuchung.intro":"Grenzenuntersuchung ist eine Problemlösungstechnik zur Analyse des Lösungsraums. Die Teilnehmer versuchen zunächst, Grenzen von möglichen Lösungen des Problems zu formulieren. Diese werden dann nacheinander für ungültig erklärt. Unter der Annahme, die Grenzen seien nicht existent, werden neue Ideen generiert.","techniques.grußkarten.name":"Grußkarten","techniques.grußkarten.intro":"Bei dieser Kreativitätstechnik werden die Teilnehmer in Gruppen zu 4 oder 5 Personen eingeteilt. Sie werden gebeten, Bilder auf dem Whiteboard hochzuladen, die sie für interessant halten. Aus diesen Bildern können Collagen zusammengefügt werden, die unter einem gemeinsamen Thema stehen (Grußkarten).","techniques.gutoderschlecht.name":"Voting (gut oder schlecht)","techniques.gutoderschlecht.intro":"Voting ist eine Methode zur Abstimmung in der Gruppe. Die Teilnehmer bewerten Ideen mit „gut“ oder „schlecht“. Mit dieser Bewertungsmethode können Ideen schnell bewertet und selektiert werden. Sie ist vor allem dann hilfreich, wenn in der Gruppe ein Konsens zu einem Thema erzielt werden soll.","techniques.klischeessprichwörtermaximen.name":"Klischees, Sprichwörter, Maximen","techniques.klischeessprichwörtermaximen.intro":"Bei dieser Kreativitätstechnik überlegen sich die Teilnehmer ein beliebiges Klischee, Sprichwort oder eine Maxime, die nicht direkt mit dem Problem im Zusammenhang steht. Dann überlegen sie sich (ohne den Zusammenhang zum Problem herzustellen), welche Implikationen aus der Maxime ableitbar sind. Unter Berücksichtigung dieser Implikationen werden dann Ideen zum ursprünglichen Problem entwickelt.","techniques.kreativeevaluation.name":"Kreative Evaluation","techniques.kreativeevaluation.intro":"Die kreative Evaluation gehört zu den Bewertungsmethoden, die zur Vorselektion von Ideen durch eine Gruppe eingesetzt werden. Die vorselektierten Ergebnisse können dann an einen Entscheider weitergeleitet werden. Dabei wird jede Idee in Bezug auf den Aufwand ihrer Implementierung von den Teilnehmern in eine von drei Kategorien eingeteilt:","techniques.kreativeevaluation.step1":"Einfach: Die Idee kann mit sehr wenig Aufwand umgesetzt werden.","techniques.kreativeevaluation.step2":"Mittel: Die Umsetzung der Idee verlangt nicht unerhebliche Ressourcen.","techniques.kreativeevaluation.step3":"Schwierig: Die Umsetzung der Idee ist sehr aufwändig.","techniques.kreativitätundumsetzbarkeit.name":"Kreativität und Umsetzbarkeit","techniques.kreativitätundumsetzbarkeit.intro":"Kreativität und Umsetzbarkeit gehört zu den Bewertungsmethoden zur Einschätzung von Ideen. Die Teilnehmer bewerten auf einer fünfstufigen Skala, ob die Ideen kreativ sind und ob eine Umsetzung realistisch ist. Die Ideen können zusätzlich kommentiert werden.","techniques.metaphern.name":"Metaphern","techniques.metaphern.intro":"Bei der Kreativitätstechnik Metaphern versuchen die Teilnehmer zunächst, eine geeignete Metapher zu ihrem Problem zu formulieren. Mit dieser Metapher als geistigem Stimulus werden dann Ideen generiert.","techniques.635methode.name":"635 Methode","techniques.635methode.intro":"Die Methode 6-3-5 (oder auch Brainwriting 635), bei der die Teilnehmer zunächst in Gruppen mit jeweils 6 Teilnehmern aufgeteilt werden und dann in 3 Runden à 5 Minuten jeweils alleine Lösungsideen für ein Problem generieren. Dabei bekommen sie zu Beginn einer Runde die Ideen ihres Vorgängers als Basisideen, die sie mit neuen Aspekten ergänzen sollen. IdeaClouds ermöglicht den Teilnehmern, die Methode 635 auch mit weniger als 6 (mindestens 2) Personen und in mehreren Runden sinnvoll durchzuführen. Ein Vorteil dieser Kreativitätstechnik liegt daran, dass sich am Ende jeder Teilnehmer in jede Idee eingebracht hat.","techniques.morphologischeanalyse.name":"Morphologischer Kasten","techniques.morphologischeanalyse.intro":"Der Morphologische Kasten (oder auch die Morphologische Analyse) ist eine Kreativitätstechnik zur strukturierten Ideenfindung und Problemlösung. Die Morphologische Matrix basiert auf dem Prinzip, das ein Problem in kleinere Einzelprobleme zerlegt werden sollte, bevor es gelöst werden kann. Zunächst sammeln die Teilnehmer Ideen für die Einzelprobleme. Durch die Kombination der Ideen finden sie dann Lösungen für das Ausgangsproblem.","techniques.morphologischeanalyse.exampletext":"Eine Möbelfirma möchte einen extravaganten Tisch entwerfen. Im ersten Schritt werden Komponenten einer Lösung für das Problem identifiziert, z.B. Anzahl der Tischbeine, Material, Höhe und Form. Für jede der Komponenten werden dann mögliche Ausprägungen gesammelt: für die Beine sind dies beispielsweise 0, 1, 2, 3 und 4, für das Material käme Gummi, Kork, Holz oder Glas in Frage usw. Am Ende wird aus den Ausprägungen eine Idee für einen Tisch zusammengestellt, z.B. ein Glastisch, der keine Beine braucht, weil er an der Decke befestigt ist.","techniques.negativesbrainstorming.name":"Negatives Brainstorming","techniques.negativesbrainstorming.intro":"Negatives Brainstorming gehört zu den Brainstorming-Methoden und zielt auf das Identifizieren von Schwachstellen von Ideen ab, die wiederum Grundlage für die Verbesserung dieser Ideen darstellen. Dabei werden Ideen aus einem vorhergehenden Kreativitätsprozess nacheinander von den Teilnehmern kritisiert. Auf Basis der Kritikpunkte wird dann versucht, die Ideen zu verbessern.","techniques.normalundabgefahren.name":"Normal und abgefahren","techniques.normalundabgefahren.intro":"Normal und abgefahren ist eine Kombinationstechnik, die Brainstorming mit der Reizwortmethode kombiniert. Die Teilnehmer werden in zwei Gruppen aufgeteilt. Eine Gruppe sucht Ideen mit Brainstorming (normal), die andere mit der Reizwortmethode (abgefahren). Anschließend werden alle gefundenen Ideen auf dem Whiteboard zusammengelegt und weiterentwickelt.","techniques.osbornecheckliste.name":"Osborn-Checkliste","techniques.osbornecheckliste.intro":"Die Osborn-Checkliste ist eine Kreativitätstechnik zur Problemlösung und Ideenfindung, die von  Alex Osborn erfunden wurde. Mithilfe einer Frageliste werden neue Perspektiven für eine Lösung eröffnet. Die Osborn-Methode eignet sich besonders dann, wenn schon ein erste Lösungen für ein Problem gefunden wurden.","techniques.osbornecheckliste.exampletext":"Ein Unternehmen stellt sich die Frage, wie man mehr Besucher für die Firmen-Website begeistern kann. Als Ausgangslösung dient die bestehende Website. Im Ablauf der Osborn-Checkliste wird u.a. die Frage gestellt, ob durch eine Verkleinerung der bestehenden Lösung eine Verbesserung erzielt werden könnte. Daraus lässt sich die Idee ableiten, den Internetauftritt radikal zu vereinfachen, um die Bedienung zu vereinfachen und den Anwendernutzen zu erhöhen.","techniques.planningpoker.name":"SCRUM Poker","techniques.planningpoker.intro":"SCRUM Poker ist eine agile SCRUM-Methode. SCRUM Poker wird meist nach einem SCRUM Sprint Planning Meeting eingesetzt, um den Aufwand von neuen Aufgaben gemeinsam abschätzen. Normalerweise werden hierfür Poker Karten verwendet. SCRUM Poker eignet sich besonders für die agile Produktentwicklung und das agile Projektmanagement.","techniques.problemumkehr.name":"Kopfstandmethode","techniques.problemumkehr.intro":"Die Kopfstandmethode (oder auch Problemumkehr) ist eine Kreativitätstechnik zur Ideengenerierung. Im ersten Schritt werden die Teilnehmer gebeten, eine zum ursprünglichen Problem gegenteilige Problemdefinition zu formulieren. Für dieses umgekehrte Problem werden dann Ideen gesammelt. Danach wird versucht, durch Negation der Ideen wieder zu Ideen für das ursprüngliche Problem zu kommen. Diese Kreativitätstechnik eignet sich sehr gut zur Problemlösung, weil negative Ideen leichter zu finden sind als positive.","techniques.progressiveabstraktion.name":"Progressive Abstraktion","techniques.progressiveabstraktion.intro":"Die Progressive Abstraktion (oder auch Progressive Abstraction) ist eine Kreativitätstechnik. Zunächst wird die Problemstellung schrittweise abstrahiert, um allgemeine Lösungen zu finden. Diese allgemeinen Lösungsideen lassen sich dann entweder wieder auf das Ursprungsproblem anwenden oder führen zu völlig neuartigen Lösungsperspektiven.","techniques.progressiveabstraktion.exampletext":"Eine Firma für Gartengeräte will einen innovativen Rasenmäher entwickeln. Als Ideen für diese Problemstellung fällt einer Gruppe beispielsweise ein Rasenmäher mit leiserem Schneidewerk ein, oder ein Rasenmäher, der durch bestimmte Sensoren in die Lage versetzt wird, das Schneidewerk zu stoppen, wenn er über größere Steine fährt. Im nächsten Schritt beschäftigt sich die Gruppe mit einer abstrakteren Formulierung des Problems: Wie könnte eine Maschine allgemein Gras kürzen? Aus dieser Perspektive kommt den Mitarbeitern beispielsweise die Idee, einen Rasenmäher zu bauen, der den Rasen (z.B. mit einem Laser) punktuell abbrennt und dadurch extrem leise arbeiten kann. Ein weiterer Abstraktionsschritt kann zur Frage führen, wie man allgemein verhindern kann, das Gras eine bestimmte Länge überschreitet. Dadurch können die Teilnehmer z.B. auf die Idee kommen, nach einer Rasensorte zu forschen, die nur 5cm hoch wachsen kann, so dass Rasenmäher nicht mehr notwendig sind.","techniques.provokationstechnik.name":"Provokationstechnik","techniques.provokationstechnik.intro":"Die Provokationstechnik ist eine Kreativitätstechnik zur Ideenfindung und kreativen Problemlösung. Ähnlich wie die Kopfstandmethode stimuliert sie die Kreativität der Teilnehmer durch mentale Provokation. Grundannahmen, die man von einem Problem bzw. der Lösung für ein Problem hat, werden auf provokative Art umgekehrt. Mit der Provokationsmethode werden ungewöhnliche, innovative Lösungen generiert. Sie eignet sich besonders dann, wenn man sich dem Problem schon ein wenig befasst hat und die naheliegenden Lösungen bereits gefunden hat.","techniques.provokationstechnik.exampletext":"Es wird nach einer Idee für ein neuartiges Restaurant gesucht. Eine Annahme könnte sein, dass in Restaurants Köche für Gäste kochen. Die Umkehrung dieser Annahme wäre, dass die Gäste für Köche kochen. Dies könnte zur Idee eines Kochwettbewerb-Restaurants führen, bei dem die Teilnehmer einmal die Woche um die Gunst der Chefköche kochen.","techniques.reizworttechnik.name":"Reizwortmethode","techniques.reizworttechnik.intro":"Die Reizwortmethode ist eine klassische und sehr einfache Kreativitätstechnik. Reizwörter werden als mentale Sprungbretter eingesetzt, indem man zufällig gefundene Begriffe aus anderen Lebenswelten mit dem Problem verknüpft.","techniques.reizworttechnik.exampletext":"Eine Familie überlegt sich, wohin sie dieses Jahr in den Urlaub fahren soll. Als Reizwort wählt sie (zufällig) Taschenmesser. Zu dem Reizwort fällt einem Beteiligten die Assoziation „Enthält auf kleinem Raum fast alles, was man braucht“ ein. Durch Übertragung dieser Assoziation fällt ihm die Idee ein, mit einem Wohnmobil in den Urlaub zu fahren.","techniques.scamper.name":"SCAMPER","techniques.scamper.intro":"Mit der Kreativitätsmethode SCAMPER können, ähnlich wie mit der Osborn-Checkliste, neue Sichtweisen auf eine Lösung eines Problems aufgezeigt werden. Dabei werden verschiedene Stimuli gegeben, die auf eine Modifikation von schon bekannten Lösungsideen hinauslaufen.","techniques.sixthinkinghats.name":"6-Hüte-Methode","techniques.sixthinkinghats.intro":"Die 6-Hüte-Methode (oder auch Six-Thinking-Hats) ist eine Kreativitätstechnik zur Ideenfindung. Die Teilnehmer müssen unterschiedliche Rollen einzunehmen bzw. sich unterschiedliche Denkhüte aufsetzen. Die 6 Denkhüte entsprechen unterschiedlichen Denkrichtungen. Das Einnehmen einer Rolle wird beim 6-Hut-Denken durch das Aufsetzen eines farbigen Hutes äußerlich sichtbar gemacht. Hinter den Denkhüten stehen dabei folgende Denkrichtungen:","techniques.sixthinkinghats.step1":"Weißer Hut: Rein auf Fakten und Zahlen basierendes Denken.","techniques.sixthinkinghats.step2":"Roter Hut: Gefühle und Emotionen.","techniques.sixthinkinghats.step3":"Schwarzer Hut: Kritik und Vorsicht.","techniques.sixthinkinghats.step4":"Gelber Hut: Positiv pragmatisches Denken.","techniques.sixthinkinghats.step5":"Grüner Hut: Kreatives, unübliches und originelles Denken.","techniques.sixthinkinghats.step6":"Blauer Hut: Moderator, Kontrolle des Prozesses und Überwachung der Einhaltung der Denkrichtungen.","techniques.speedbrainstorming.name":"Speed Brainstorming","techniques.speedbrainstorming.intro":"Speed Brainstorming ist eine Kreativitätstechnik, die zu den Brainstormingmethoden gehört. Die Teilnehmer haben nur 5 oder 10 Minuten Zeit zu brainstormen und kreative Ideen zu einem Problem zu finden. Unter Zeitdruck entstehen normalerweise andere Ideen als beim normalen Brain-storming.","techniques.sprintplanningmeeting.name":"SCRUM Sprint Planning Meeting","techniques.sprintplanningmeeting.intro":"Die agile Methode SCRUM Sprint Planning Meeting ist ein Teil von SCRUM, einem agilen Prozess für die Softwareentwicklung und das Projektmanagement. Sprint Planning Meeting lässt sich sehr gut mit der Bewertungsmethode SCRUM Poker kombinieren. Die Teilnehmer planen gemeinsam den nächsten Sprint (Entwicklungsrunde bzw. Projektphase). Zunächst identifizieren sie die zu realisierenden Funktionen (Liefergegenstände) und bestimmen dann für jede Funktion Tasks (Aufgaben oder Arbeitspakete), die für die Umsetzung erledigt werden müssen:","techniques.sprintplanningmeeting.step1":"Welche Funktionen können im nächsten Sprint realisiert werden?","techniques.sprintplanningmeeting.step2":"Welche Tasks sind nötig, um die Funktionen zu realisieren?","techniques.superheldentechnik.name":"Superheldentechnik","techniques.superheldentechnik.intro":"Bei der Kreativmethode Superheldentechnik übernimmt jeder Teilnehmer die Rolle eines Superhelden, der bestimmte auergewöhnliche Fähigkeiten auf sich vereint. Z.B. Superman, der unglaublich stark ist und fliegen kann, oder Spiderman, der Wände und Decken entlang klettern kann. Unter der Annahme, die jeweiligen Fähigkeiten zu besitzen, versuchen die Teilnehmer nun, die gegebene Problemstellung zu lösen. Die Technik führt damit tendenziell zu sehr ungewöhnlichen Ideen, die in einem Folgeschritt auf die Realität übertragen werden müssen.","techniques.swot.name":"SWOT Analyse","techniques.swot.intro":"Die SWOT-Analyse ist eine Bewertungsmethode, die ihren Ursprung im strategischen Management hat. Neben einer Stärken-Schwächen-Analyse beinhaltet sie auch eine Risikoanalyse sowie eine Chancenanalyse. In der SWOT-Matrix werden Ideen jeweils hinsichtlich ihren Stärken und Schwächen sowie in Bezug auf die sich durch ihre Umsetzung ergebenden Chancen und Risiken evaluiert.","techniques.szenariotechnik.name":"Szenariotechnik","techniques.szenariotechnik.intro":"Die Szenariotechnik ist eine Methode der Strategischen Planung und der Zukunftsforschung zur Ermittlung von Zukunftsszenarien. Auf die Ideenfindungsphase der Szenario-Technik folgt die Szenarioanalyse, die eine Analyse der Konsistenz unterschiedlicher Entwicklungsmöglichkeiten innerhalb eines Szenarios vorsieht. Szenarien beschreiben mögliche zukünftige Entwicklungen eines bestimmten Bereichs. Finden Sie beispielsweise heraus, wie sich Ihr Unternehmen, Ihre Branche oder Ihr Markt in Zukunft entwickeln könnten. Hierzu müssen Sie folgende Fragen nacheinander beantworten:","techniques.szenariotechnik.step1":"Welche Einflussfaktoren gibt es für den Bereich?","techniques.szenariotechnik.step2":"Wie könnten sich diese Faktoren in der Zukunft entwickeln?","techniques.szenariotechnik.step3":"Welche Szenarien lassen sich aus den Entwicklungsmöglichkeiten bilden?","techniques.szenariotechnik.examplestatement":"Wie sieht die Automobilindustrie der Zukunft aus?","techniques.szenariotechnik.examplestep1":"Mögliche Einflussfaktoren sind die staatliche Reglementierung und die Verfügbarkeit von Rohstoffen.","techniques.szenariotechnik.examplestep2":"Eine mögliche Entwicklung der staatlichen Reglementierung könnte der Verbot von Autos sein.","techniques.szenariotechnik.examplestep3":"Ein mögliches Szenario könnte unter anderem den Verbot von Autos und die Knappheit von Erdöl beinhalten.","techniques.übertreibungstechnik.name":"Übertreibungstechnik","techniques.übertreibungstechnik.intro":"Bei der Kreativmethode Übertreibungstechnik (oder auch Exaggeration-Technique) wird das ursprüngliche Problem in seinem Ausmaß oder in seiner Wirkung erheblich übertrieben. Für dieses übertriebene Problem versucht man dann, Lösungen zu generieren, die man schließlich wieder auf das ursprüngliche Problem zu übertragen versucht.","techniques.vorteilnachteil.name":"Vorteil-Nachteil","techniques.vorteilnachteil.intro":"Vorteil-Nachteil ist eine Bewertungsmethode, bei der die Teilnehmer zuerst die zu bewertenden Kriterien für eine Lösung definieren. Im Anschluss wird für jedes Kriterium entschieden, ob es eher einen Vorteil oder einen Nachteil der jeweiligen Idee darstellt.","techniques.vorteileeinschränkungenalleinstellungsmerkmale.name":"Vorteile, Einschränkungen, Alleinstellungsmerkmale","techniques.vorteileeinschränkungenalleinstellungsmerkmale.intro":"Diese Bewertungsmethode gibt den Teilnehmern vor, Ideen nacheinander hinsichtlich ihrer Vorteile, ihrer Ein- oder Beschränkungen und ihrer Alleinstellungsmerkmale zu beschreiben.","techniques.wichtigoderunwichtig.name":"Wichtig oder unwichtig","techniques.wichtigoderunwichtig.intro":"Wichtig oder Unwichtig ist eine Bewertungsmethode für Gruppen. Die Teilnehmer bewerten auf einer 10-stufigen Skala, welche Bedeutung (Relevanz) ihre Ideen für die Lösung eines Problems haben. 10 steht für sehr wichtig, 0 für sehr unwichtig.","techniques.wishfulthinking.name":"Wishful Thinking","techniques.wishfulthinking.intro":"Bei der Kreativitätstechnik Wishful Thinking dürfen die Teilnehmer während der Ideengenerierung zunächst jegliche, durch die Realität vorgegebene Einschränkungen unberücksichtigt lassen und sich somit beliebige Phantasielösungen überlegen. Für jede dieser Lösungen wird dann in einem zweiten Schritt nachgedacht, wie das Lösungsprinzip bzw. einige Teilaspekte der Idee in die Realität transferiert werden könnten.","techniques.zielorientierung.name":"Zielorientierung","techniques.zielorientierung.intro":"Zielorientierung ist eine Problemlösungstechnik. Die Teilnehmer berücksichtigen bei der Lösungsfindung Bedürfnisse, Hindernisse und Einschränkungen.","techniques.zufallsreizworttechnik.name":"Zufallstechnik","techniques.zufallsreizworttechnik.intro":"Die Kreativitätsmethode Zufallstechnik ist der Reizwortmethode ähnlich. Den Teilnehmern werden zufällig ausgewählte Reizwörter oder Reizbilder zur Stimulation während der Ideenfindung gezeigt. Durch Assoziation mit den gezeigten Reizwörtern bzw. Reizbildern werden oft sehr kreative Ideen gefunden.","techniques.zweiwörtertechnik.name":"Semantische Intuition","techniques.zweiwörtertechnik.intro":"Die Semantische Intuition ist eine Kreativitätstechnik zur Ideengenerierung, die der Reizwortmethode ähnlich ist. Mit der Semantischen Intuition lassen sich z.B. neue Produktideen finden oder Ideen zur Prozessoptimierung entwickeln. Aus der Problemstellung werden zwei Schlüsselwörter ausgewählt, verändert und kombiniert. Die neugebildeten Wortkombinationen dienen als Stimuli für die Ideenfindung:","techniques.zweiwörtertechnik.step1":"Auf zwei wichtige Schlüsselwörter aus der Problemstellung einigen (Substantiv und Verb ODER Substantiv und Adjektiv)","techniques.zweiwörtertechnik.step2":"Synonyme oder ähnliche Bedeutungen für die Schlüsselwörter finden","techniques.zweiwörtertechnik.step3":"Synonyme des ersten Wortes sinnvoll mit denen des zweiten Wortes kombinieren","techniques.zweiwörtertechnik.step4":"Von den Wortkombinationen inspirieren lassen und Lösungen für das Problem finden","techniques.zweiwörtertechnik.examplestatement":"Wie können wir unsere Teamarbeit optimieren?","techniques.zweiwörtertechnik.examplestep1":"Schlüsselwörter: Teamarbeit, optimieren","techniques.zweiwörtertechnik.examplestep2":"Synonyme für „Teamarbeit“: Meeting, Informationsaustausch; Synonyme für „optimieren“: verbessern, steigern","techniques.zweiwörtertechnik.examplestep3":"Wortkombinationen: Meetings verbessern, Informationsaustausch steigern","techniques.zweiwörtertechnik.examplestep4":"Lösung: Regelmäßig in virtuellen Teams zusammenarbeiten","techniques.techniqueslist.title":"Mit IdeaClouds können Sie diese Kreativitätstechniken anwenden:","techniques.list.af":"A-F","techniques.list.gp":"G-R","techniques.list.qz":"S-Z","techniques.wannatry":"Möchten Sie Kreativitätstechniken ausprobieren?","techniques.analogietechnik.title":"Beschreibung Analogietechnik","techniques.analogietechnik.keywords":"Analogietchnik, Analogietechnik Beispiel, Analogietechnik Beschreibung, Analogietechnik Definition, Analogietechnik online","techniques.analogietechnik.description":"Mit der Kreativmethode Analogietechnik innovative Ideen finden.","techniques.anonymesbrainstorming.title":"Beschreibung Brainwriting","techniques.anonymesbrainstorming.keywords":"brainwriting, brain writing, brainwriting methode, brain writing exercise, brainwriting beispiel, brainwriting technique, what is brainwriting, brainwriting beispiele","techniques.anonymesbrainstorming.description":"Mit Brainwriting- bzw. Brainstormingmethoden anonym kreative Ideen finden.","techniques.attributlisten.title":"Beschreibung Attribute Listing","techniques.attributlisten.keywords":"list of attributes, Attribute-Listing, Attribut-Listing, list of attribute","techniques.attributlisten.description":"Mit der Kreativitätstechnik Attribute Listing kreative Ideen generieren.","techniques.bionik.title":"Beschreibung Bionik","techniques.bionik.keywords":"Bionik, Bionik Technik, Bionik-Kreativitätstechnik, Bionik Beispiel, Bionik Beschreibung, Bionik Definition, Bionik online","techniques.bionik.description":"Inspiration für die Ideenfindung in der Natur suchen mit der Bionik-Kreativitätstechnik.","techniques.brainsketching.title":"Beschreibung Brainsketching","techniques.brainsketching.keywords":"brain sketches, brain sketching, brainsketching, idea sketching, ideas for a sketch, ideas to sketch, sketches idea, sketching, sketch ideas, Ideen malen","techniques.brainsketching.description":"Mit der Kreativitätstechnik Brainsketching innovative Lösungsideen skizzieren.","techniques.brainstorming.title":"Beschreibung Brainstorming","techniques.brainstorming.keywords":"brainstorming, brain storming, Brainstorming Methoden, ideensammlung, brainstorming definition, Brainstorming Tool, brainstormen, brainstorming methode, brainstroming, brainstorming online, brainstorming software, ideen sammeln, brainstormin, brainstorming beispiele, online brainstorming, Brainstorming Techniken, Brainstorming tools, definition brainstorming, brainstorming techniques, brainstorming app, brainstorming beispiel, methode brainstorming, brainstormings, brainstorm software, brainstorming programm, brainstorming session, mindstorming, methoden brainstorming, brainstorm online, brainstorm tool","techniques.brainstorming.description":"Mit der beliebtesten Kreativitätstechnik Brainstorming online Ideen finden.","techniques.buglisting.title":"Beschreibung Bug-Listing","techniques.buglisting.keywords":"Bug-Listing, Bug-Listing Beschreibung, Bug-Listing online, Bug-Listing Beispiel","techniques.bulletproofing.title":"Beschreibung Bulletproofing","techniques.bulletproofing.keywords":"Bulletproofing, Bulletproofing Beispiel, Bulletproofing Beschreibung, Bulletproofing Definition, Bulletproofing online","techniques.burgtechnik.title":"Beschreibung Burg-Technik","techniques.burgtechnik.keywords":"Burg-Technik, Burg-Technik Beispiel, Burg-Technik Beschreibung, Burg-Technik Definition, Burg-Technik online","techniques.catwoe.title":"Beschreibung CATWOE","techniques.catwoe.keywords":"CATWOE, CATWOE Beispiel, CATWOE Beschreibung, CATWOE Definition, CATWOE online","techniques.clustering.title":"Beschreibung Clustering","techniques.clustering.keywords":"clustering brainstorming, brainstorming and clustering, cluster brainstorming, Clustering, Clustering Beispiel, Clustering Beschreibung, Clustering Definition, Clustering online, kreatives Schreiben, creative writing","techniques.clustering.description":"Kreatives Schreiben im Team mit Clustering online","techniques.collectivenotebook.title":"Beschreibung Collective Notebook","techniques.collectivenotebook.keywords":"Collective Notebook, Collective Notebook Beispiel, Collective Notebook Beschreibung, Collective Notebook Definition, Collective Notebook online, Kollektives Notizbuch","techniques.collectivenotebook.description":"Mit der Kreativitätstechnik Collective Notebook gemeinsam Ideen sammeln und weiterentwickeln.","techniques.disneytechnik.title":"Beschreibung Walt-Disney-Methode","techniques.disneytechnik.keywords":"walt-disney-methode, walt-disney-strategie, disney-methode, walt-disney-method, disney-method","techniques.disneytechnik.description":"Mit der Walt-Disney-Methode gemeinsam Ideen bewerten.","techniques.fivewsandh.title":"Beschreibung 5 Ws","techniques.fivewsandh.keywords":"5 ws, 5ws, five ws and h, 5 ws and h, six ws, five ws and one h, five ws","techniques.fivewsandh.description":"Mit der Kreativitätstechnik 5 Ws alle wichtigen Fragen stellen.","techniques.fourfutures.title":"Beschreibung Four futures","techniques.fourfutures.keywords":"Four futures, Four futures Beispiel, Four futures Beschreibung, Four futures Definition, Four futures online","techniques.fourfutures.description":"Mit der Kreativitätstechnik Four Futures die Zukunft ausmalen.","techniques.freiesassoziieren.title":"Beschreibung Freie Assoziation","techniques.freiesassoziieren.keywords":"Freie Assoziation, Freies Assoziieren, Freie Assoziation Beispiel, Freie Assoziation Beschreibung, Freie Assoziation Definition, Freie Assoziation online, free association","techniques.freiesassoziieren.description":"Mit der Kreativitätstechnik Freie Assoziation schneller zu neuen Ideen kommen.","techniques.gapanalyse.title":"Beschreibung Gap-Analyse","techniques.gapanalyse.keywords":"Gap Analyse, Gap-Analyse, gap analysis, Gap-Analyse Beispiel, Gap-Analyse Beschreibung, Gap-Analyse Definition, Gap-Analyse online","techniques.gapanalyse.description":"Mit der Kreativitätstechnik Gap-Analyse neue Lösungen finden.","techniques.generischebewertungstechnik.title":"Beschreibung Generische Bewertungstechnik","techniques.generischebewertungstechnik.keywords":"Generische Bewertungstechnik, Generische Bewertungstechnik Beispiel, Generische Bewertungstechnik Beschreibung, Generische Bewertungstechnik Definition, Generische Bewertungstechnik online, Szenarienbewertung, bewerten nach Kriterien, bewerten nach Szenarien","techniques.grenzenuntersuchung.title":"Beschreibung Grenzenuntersuchung","techniques.grenzenuntersuchung.keywords":"Grenzenuntersuchung, Grenzenuntersuchung Beispiel, Grenzenuntersuchung Beschreibung, Grenzenuntersuchung Definition, Grenzenuntersuchung online","techniques.grenzenuntersuchung.description":"Mit der Kreativitätstechnik Grenzenuntersuchung den Lösungsraum ausloten.","techniques.grußkarten.title":"Beschreibung Grußkarten","techniques.grußkarten.keywords":"Grußkarten Kreativitätstechnik, Grußkarten Kreativitätstechnik Beispiel, Grußkarten Kreativitätstechnik Beschreibung, Grußkarten Kreativitätstechnik Definition, Grußkarten Kreativitätstechnik online","techniques.gutoderschlecht.title":"Beschreibung Voting (gut oder schlecht)","techniques.gutoderschlecht.keywords":"online voting tool, voting tool, Voting, Abstimmen, Entscheidungsfindung in Gruppen, Methoden zur Entscheidungsfindung","techniques.gutoderschlecht.description":"Mit Voting Tool gemeinsam abstimmen, ob Ideen gut oder schlecht sind.","techniques.klischeessprichwörtermaximen.title":"Beschreibung Klischees, Sprichwörter, Maximen","techniques.klischeessprichwörtermaximen.keywords":"Klischees Sprichwörter Maximen, Klischees Sprichwörter Maximen Kreativitätstechnik Beispiel, Kreativität Sprichtwörter, Klischees Sprichwörter Maximen Definition, Klischees Sprichwörter Maximen online","techniques.kreativeevaluation.title":"Beschreibung Kreative Evaluation","techniques.kreativeevaluation.keywords":"Kreativität bewerten, Kreativ bewerten","techniques.kreativeevaluation.description":"Mit der Bewertungsmethode Kreative Evaluation Ideen bewerten.","techniques.kreativitätundumsetzbarkeit.title":"Beschreibung Kreativität und Umsetzbarkeit","techniques.kreativitätundumsetzbarkeit.keywords":"Umsetzbarkeit bewerten, Kreativität bewerten, Umsetzbarkeit im Team bewerten, Umsetzbarkeit von Ideen, Umsetzbarkeit Ideen, Online bewerten","techniques.kreativitätundumsetzbarkeit.description":"Mit Bewertungsmethoden Kreativität und Umsetzbarkeit bewerten.","techniques.metaphern.title":"Beschreibung Methaphern","techniques.metaphern.keywords":"Denken in Metaphern, Metaphern kreativ, Metaphern Kreativitätstechnik, Metaphern Kreativitätstechnik Beispiel, Metaphern kreativ denken Definition","techniques.635methode.title":"Beschreibung 635 Methode","techniques.635methode.keywords":"6-3-5 Methode, Methode 6-3-5, 635 Methode, Methode 635, Brainwriting 635, brainwriting pool, 6-3-5 Methode Beschreibung, 6-3-5 Methode online,  Brainwriting 635,  635 methode Beispiel, Brainwriting 635 online","techniques.635methode.description":"Mit der Kreativitätstechnik 635 Methode gemeinsam innovative Ideen entwickeln.","techniques.morphologischeanalyse.title":"Beschreibung Morphologischer Kasten","techniques.morphologischeanalyse.keywords":"Morphologischer Kasten, Morphologische Analyse, Morphologische Matrix, morphologischer kasten vorlage, morphologischer kasten beispiel, morphologischer kasten maschinenbau, morphologischer kasten konstruktion, morphological analysis, morphological box, Morphologische Methode, morphologischen kasten, morphologischer kasten definition, morphologischer kasten excel, morphologischer kasten getriebe, morphologische tabelle, morphologischer kasten beispiele","techniques.morphologischeanalyse.description":"Strukturierte Ideenfindung und kreative Problemlösung mit dem Morphologischen Kasten.","techniques.negativesbrainstorming.title":"Beschreibung Negatives Brainstorming","techniques.negativesbrainstorming.keywords":"Negatives Brainstorming, Negatives Brainstorming Beispiel, Negatives Brainstorming Beschreibung, Negatives Brainstorming Definition, Negatives Brainstorming online","techniques.normalundabgefahren.title":"Beschreibung Normal und Abgefahren","techniques.normalundabgefahren.keywords":"Brainstorming Kombination, Kreativitätstechniken mischen, Kreativitätstechniken gleichzeitig","techniques.osbornecheckliste.title":"Beschreibung Osborn Checkliste","techniques.osbornecheckliste.keywords":"osborn checkliste, osborne checkliste, osborn methode, osborn checkliste beispiel, osborne methode, osborn checklist, osborne checkliste beispiel, osborne liste, osborne checklist, osborn liste, osborn method","techniques.osbornecheckliste.description":"Mit der Osborn Checkliste bzw. Osborn Methode kreativ Probleme lösen und innovative Ideen finden.","techniques.planningpoker.title":"Beschreibung SCRUM Poker","techniques.planningpoker.keywords":"SCRUM Poker online, Aufwand abschätzen, SCRUM Aufwand abschätzen, project estimation techniques, it estimation techniques","techniques.planningpoker.description":"Mit der agilen Methode SCRUM Poker den Aufwand für Aufgaben in agilen Projekten gemeinsam abschätzen.","techniques.problemumkehr.title":"Beschreibung Kopfstandmethode","techniques.problemumkehr.keywords":"kopfstandmethode, kopfstandtechnik, kopfstandtechnik beispiel, assumption reversal, problem reversal","techniques.problemumkehr.description":"Mit der Kreativitätstechnik Kopfstandmethode durch Problemumkehr innovative Lösungen entwickeln.","techniques.progressiveabstraktion.title":"Beschreibung Progressive Abstraktion","techniques.progressiveabstraktion.keywords":"Progressive Abstraktion, Progressive Abstraktion Beispiel, Progressive Abstraktion Beschreibung, Progressive Abstraktion Definition, Progressive Abstraktion online","techniques.progressiveabstraktion.description":"Mit der Kreativitätstechnik Progressive Abstraktion kreative Ideen generieren.","techniques.provokationstechnik.title":"Beschreibung Provokationstechnik","techniques.provokationstechnik.keywords":"Provokationstechnik, mentale provokation, provokationsmethode, Annahmenumkehr, assumption reversal, Annahmenumkehr Beispiel, Annahmenumkehr Beschreibung, Annahmenumkehr Definition, Annahmenumkehr online, Provokationstechnik Beispiel, Provokationstechnik Beschreibung, Provokationstechnik Definition, Provokationstechnik online","techniques.provokationstechnik.description":"Mit der Provokationstechnik durch mentale Provokation kreative Ideen und innovative Lösungen finden.","techniques.reizworttechnik.title":"Beschreibung Reizwortmethode","techniques.reizworttechnik.keywords":"random word, Zufallstechnik, reizwortmethode, Reizworttechnik, Reizworttechnik Beispiel, Reizworttechnik Beschreibung, Reizworttechnik Definition, Reizworttechnik online, Zufallswort Kreativitätstechnik","techniques.reizworttechnik.description":"Kreativität steigern durch Reizwörter mit der Kreativitätstechnik Reizwortmethode.","techniques.scamper.title":"Beschreibung SCAMPER","techniques.scamper.keywords":"SCAMPER, SCAMPER Beispiel, SCAMPER Beschreibung, SCAMPER Definition, SCAMPER online, SCAMPER Kreativitätstechnik","techniques.scamper.description":"Gemeinsam kreative Ideen finden mit der Kreativitätstechnik SCAMPER.","techniques.sixthinkinghats.title":"Beschreibung 6-Hüte-Methode","techniques.sixthinkinghats.keywords":"6 hüte methode, Six Thinking Hats, denkhüte, 6 denkhüte, 6 hut denken, 6 hut methode, de bono hüte, 6 hüte, denkhüte von de bono, denkhüte de bono, sechs denkhüte, six hats, 6 hats, de bono 6 hüte, de bono denkhüte, hüte von de bono, sechs hüte, sechs-hüte- methode de bono, sechs-hüte-methode","techniques.sixthinkinghats.description":"Mit der 6-Hüte-Methode verschiedene Denkhüte aufziehen und gemeinsam kreative Ideen finden. ","techniques.speedbrainstorming.title":"Beschreibung Speed Brainstorming","techniques.speedbrainstorming.keywords":"Schnellers Brainstorming, Fast Brainstorming, kurzes Brainstorming, Brainstorming verkürzen","techniques.speedbrainstorming.description":"Mit der Kreativitätstechnik Speed Brainstorming 5 Minuten brainstormen und schneller Ideen finden.","techniques.sprintplanningmeeting.title":"Beschreibung SCRUM Sprint Planning Meeting","techniques.sprintplanningmeeting.keywords":"SCRUM Spring Planning Meeting, SCRUM Spring Planning Meeting Beispiel, SCRUM Spring Planning Meeting Board, SCRUM Spring Planning Meeting Vorgehensweise, SCRUM Spring Planning Meeting online, SCRUM Spring Planning Meeting Beispiel","techniques.sprintplanningmeeting.description":"Mit der agilen Methode SCRUM Sprint Planning Meeting agile Projekte planen.","techniques.superheldentechnik.title":"Beschreibung Superheldentechnik","techniques.superheldentechnik.keywords":"Superheldentechnik, Superheldentechnik Beispiel, Superheldentechnik Beschreibung, Superheldentechnik Definition, Superheldentechnik online","techniques.superheldentechnik.description":"Mit der Kreativmethode Superheldentechnik bessere Ideen finden.","techniques.swot.title":"Beschreibung SWOT Analyse","techniques.swot.keywords":"swot analyse, swot, swot analysis, swot analyse beispiel, stärken schwächen analyse, swat analyse, swot analyse vorlage, swot analyse definition, stärken und schwächen analyse, swot matrix, swot analyse marketing, swot analysis example, swot analysis template, swotanalyse, beispiel swot analyse, swot analyse excel, swot analysis definition, checkliste swot analyse, swot analys","techniques.swot.description":"SWOT Analyse zur Stärken-Schwächen-Analyse und Risikoanalyse gemeinsam online anwenden.","techniques.szenariotechnik.title":"Beschreibung Szenariotechnik","techniques.szenariotechnik.keywords":"Szenarien, Szenarien entwickeln, Zukunftsszenarien, Szenarioentwicklung im Team, Szenarienentwicklung tool, scenario method, Szenario Technik, Szenariotechnik","techniques.szenariotechnik.description":"Mit der Szenariotechnik gemeinsam Zukunftsszenarien entwickeln","techniques.übertreibungstechnik.title":"Beschreibung Übertreibungstechnik","techniques.übertreibungstechnik.keywords":"Übertreibungstechnik, Übertreibungstechnik Beispiel, Übertreibungstechnik Beschreibung, Übertreibungstechnik Definition, Übertreibungstechnik online, exaggeration technique","techniques.übertreibungstechnik.description":"Mit der Kreativmethode Übertreibungstechnik gemeinsam Probleme lösen.","techniques.vorteilnachteil.title":"Beschreibung Vorteil oder Nachteil","techniques.vorteilnachteil.keywords":"Vorteile und Nachteile bewerten, Vorteil\/Nachteil Analyse, Vorteil und Nachteile, Liste Vorteile Nachteile","techniques.vorteilnachteil.description":"Vorteile und Nachteile einer Lösung gemeinsam online bewerten.","techniques.vorteileeinschränkungenalleinstellungsmerkmale.title":"Beschreibung Vorteile, Einschränkungen, Alleinstellungsmerkmale","techniques.vorteileeinschränkungenalleinstellungsmerkmale.keywords":"Vorteile Einschränkungen Alleinstellungsmerkmale, Vorteile Einschränkungen Alleinstellungsmerkmale Kreativitätstechnik, kreatives Denken Alleinstellungsmerkmale","techniques.vorteileeinschränkungenalleinstellungsmerkmale.description":"Vorteile, Einschränkungen und Alleinstellungsmerkmale einer Lösung gemeinsam bestimmen.","techniques.wichtigoderunwichtig.title":"Beschreibung Wichtig oder unwichtig","techniques.wichtigoderunwichtig.keywords":"Relevanz bewerten, Wichtig oder unwichtig bewerten, Prioritäten setzen, Prioritäten setzen im Team","techniques.wichtigoderunwichtig.description":"Mit Bewertungsmethoden Prioritäten setzen und gemeinsam bewerten, ob eine Lösung wichtig oder unwichtig ist.","techniques.wishfulthinking.title":"Beschreibung Wishful thinking","techniques.wishfulthinking.keywords":"Wishful thinking, Wishful thinking Kreativitätstechnik, Wishful thinking Beispiel, Wishful thinking Beschreibung, Wishful thinking Definition, Wishful thinking online","techniques.wishfulthinking.description":"Mit der Kreativitätstechnik Wishful Thinking ausgefallene Ideen finden.","techniques.zielorientierung.title":"Beschreibung Zielorientierung","techniques.zielorientierung.keywords":"Zielorientierung, Zielorientierung Kreativitätstechnik, Zielorientierung Beispiel, Zielorientierung Beschreibung, Zielorientierung Definition, Zielorientierung online","techniques.zielorientierung.description":"Mit der Kreativitätstechnik Zielorientierung schneller Ideen finden.","techniques.zufallsreizworttechnik.title":"Beschreibung Zufallstechnik","techniques.zufallsreizworttechnik.keywords":"Zufalls-Reizworttechnik, Zufalls-Reizworttechnik Beispiel, Zufalls-Reizworttechnik Beschreibung, Zufalls-Reizworttechnik Definition, Zufalls-Reizworttechnik online","techniques.zufallsreizworttechnik.description":"Kreativität steigern und kreative Ideen finden durch zufällige Reizwörter oder Reizbilder mit der Kreativmethode Zufallstechnik.","techniques.zweiwörtertechnik.title":"Beschreibung Semantische Intuition","techniques.zweiwörtertechnik.keywords":"semantische intuition, intuition, reizwörter, stimuli, wortkombinationen","techniques.zweiwörtertechnik.description":"Mit der Kreativitätstechnik Semantische Intuition durch ungewöhnliche Wortkombinationen neue Ideen generieren.","techniques.battellemethode.title":"Beschreibung Battelle Methode","techniques.battellemethode.keywords":"Battelle Methode, Battelle Methode Beispiel, Battelle Methode Beschreibung, Battelle Methode Definition, Battelle Methode online, Battelle Methode Vorgehensweise, Battelle Methode Tool","techniques.businesscanvas.name":"Business Model Canvas","techniques.businesscanvas.intro":"Mit der Methode “Business Model Canvas” lassen sich Geschäftsmodelle und Geschäftsideen übersichtlich darstellen und weiterentwickeln. Bei der Betrachtung eines Geschäftsmodells kann man anhand von 9 zentralen Faktoren auf einen Blick feststellen, ob man an alle relevanten Punkte gedacht hat oder sich im Modell noch Schwachstellen verbergen. Die Methode stellt somit nicht nur das Geschäftsmodell eines Unternehmens dar, sondern wird auch als eine Grundlage für Verbesserungsvorschläge benutzt.","techniques.businesscanvas.step1":"<b>Kundensegmente (Customer Segments)<\/b>: Kunden werden nach Merkmalen in Segmente aufgeteilt.","techniques.businesscanvas.step2":"<b>Werteversprechen (Value Proposition)<\/b>: Die Kombination aus Produkt und Dienstleistung die ein Unternehmen anbietet.","techniques.businesscanvas.step3":"<b>Kanäle (Key Channels)<\/b>:  Kommunikation und Wertübermittlung zu den Kunden.","techniques.businesscanvas.step4":"<b>Kundenbeziehungen (Customer Relationships)<\/b>: Form des Umgangs was man mit den Kunden hat.","techniques.businesscanvas.step5":"<b>Einnahmequellen (Revenue Streams)<\/b>: Wie erzielt man Unternehmenseinnahmen.","techniques.businesscanvas.step6":"<b>Schlüsselressourcen (Key Resources)<\/b>: Welche Ressourcen benötigt man, um das Produkt oder den Service anbieten zu können?","techniques.businesscanvas.step7":"<b>Schlüsselaktivitäten (Key Activities)<\/b>: Erforderliche Aktivitäten, um die Werteversprechen anbieten zu können.","techniques.businesscanvas.step8":"<b>Schlüsselpartner (Key Partners)<\/b>: Externe Zulieferer oder Outsourcingpartner.","techniques.businesscanvas.step9":"<b>Kostenstruktur (Cost Structure)<\/b>: Fixe Kosten oder Variable Kosten.","techniques.businesscanvas.exampletext":"Die 9 Schlüsselfaktoren für die “Bücherei Müller” sind:","techniques.businesscanvas.examplestep1":"<b>Kundensegmente (Customer Segments)<\/b>: Erwachsene Freizeitleser, Kinder.","techniques.businesscanvas.examplestep2":"<b>Werteversprechen (Value Proposition)<\/b>: Es werden Bücher angeboten, die beim Kauf in eine schöne Box eingepackt werden.","techniques.businesscanvas.examplestep3":"<b>Kanäle (Key Channels)<\/b>:  Kunden kommen selber zur Bücherei, um sich die Produkte kaufen zu können.","techniques.businesscanvas.examplestep4":"<b>Kundenbeziehungen (Customer Relationships)<\/b>: Kunden werden im Laden vom Personal persönlich beraten, falls sie ein spezielles Buch suchen.","techniques.businesscanvas.examplestep5":"<b>Einnahmequellen (Revenue Streams)<\/b>: Durch Bücherverkauf an den Kunden.","techniques.businesscanvas.examplestep6":"<b>Schlüsselressourcen (Key Resources)<\/b>: Die Bücherei benötigt Zugang zu den letzten Büchern die auf dem Markt gesetzt wurden, sowie aktualisierte Versionen älterer Ausgaben.","techniques.businesscanvas.examplestep7":"<b>Schlüsselaktivitäten (Key Activities)<\/b>: Bücher von der Druckerei besorgen und Bücher an den Kunden verkaufen.","techniques.businesscanvas.examplestep8":"<b>Schlüsselpartner (Key Partners)<\/b>: Verschiedene Verlage, Verpackungszulieferer.","techniques.businesscanvas.examplestep9":"<b>Kostenstruktur (Cost Structure)<\/b>: Fixe Kosten: Löhne, Strom, Miete. Variable Kosten: Bücherankauf, Verpackungsankauf, Überstundenlöhne.","techniques.businesscanvas.title":"Beschreibung Business Modell Canvas","techniques.businesscanvas.keywords":"Mit der Business Modell Canvas von IdeaClouds können Sie auch online neue innovative Geschäftsmodelle erstellen und verbessern.","techniques.kanban.name":"Kanban","techniques.kanban.intro":"Kanban ist eine agile Methode zur Steuerung der Projektarbeit im Team. Auf dem Kanban-Board können Sie den Workflow Ihres Teams abbilden und den Bearbeitungszustand der Aufgaben verfolgen:","techniques.kanban.step1":"To do = Aufgabe sollte erledigt werden","techniques.kanban.step2":"In progress = Aufgabe wird bearbeitet","techniques.kanban.step3":"To verify = Aufgabe ist fertig, muss aber noch geprüft werden","techniques.kanban.step4":"Done = Aufgabe ist erledigt","techniques.kanban.examplestatement":"Die Kanban-Methode eignet sich insbesondere für die agile Produktentwicklung.","techniques.kanban.title":"Beschreibung Kanban","techniques.provokationstechnik.examplevideoid":"0KuDDmR3_Vo","techniques.reizworttechnik.examplevideoid":"t_QjPQ0JdPE"}